
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's012e7772b1fac646': `للأسف، المسار المحدد غير صحيح!`,
's03ee3cfb0919c62c': `المهمة`,
's20b232c96ed539f0': `المحتوى...`,
's275e8941632a9afa': `العملية`,
's2ceb11be2290bb1b': `إلغاء`,
's2f2044f2431a32d5': `العنوان`,
's36480f2f59da17d3': `لا توجد مهام!`,
's40d30619c8d7ef3a': `الإدخال/الإخراج`,
's44f386b424330b66': `الكود الوهمي`,
's4b10acae683d2978': `ملء الشاشة`,
's4f1565979d2815d9': `نقل اللوحة القماشية`,
's4f5fcf942bca6be5': `إضافة تلميح`,
's5be397a47866f7de': `التحقق من الحل`,
's5bffe94b60a5e7d5': `المسار المحدد صحيح!`,
's5e8250fb85d64c23': `إغلاق`,
's6228ab313e3c8dcf': `حفظ المسار`,
's69e040d57d5bcc5e': `إخفاء العناصر`,
's70d2c6a9a84180ba': `اكتب النص الجديد:`,
's8290d08ab5a49ed0': `الموصل`,
's85e34dc8cc55f1a3': `هل أنت متأكد أنك تريد حذف كل شيء؟`,
's930f77519fda90bb': `إضافة مسار`,
's94d0e033f72fca89': `إضافة مهمة`,
's99a474c8e41b56f0': `اللغة الطبيعية`,
's99f110d27e30b289': `العنوان`,
's9dcffdd89c8e0f58': `تلميح`,
's9df2887de87a2a6b': `لا تلميحات!`,
'sae1c7f13b7c0c47f': `ابدأ`,
'saf84ec86139d349e': `تعليق`,
'sb67b82120563c611': `تلميحات`,
'sbadd7c696d344cfb': `البرنامج الفرعي`,
'sbc401e67067321d8': `يتم حفظ التغييرات تلقائيًا.`,
'sc797fd9076cc136d': `المهام`,
'sd8f923198e0c5c6a': `النهاية`,
'sdc673e73b5c13aea': `حذف`,
'sed8da8a9b794e4a0': `تحديد المسار`,
'sef92ffa038c78883': `القرار`,
'sf01f6e2cc5900cbd': `إظهار العناصر`,
'sf755a4987e4c2af1': `المدخلات/المخرجات`,
'sfbfc89b3a12052d6': `التحقق من المسار`,
    };
  