
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's012e7772b1fac646': `За съжаление, избраният път е грешен!`,
's03ee3cfb0919c62c': `Задача`,
's20b232c96ed539f0': `Съдържание...`,
's275e8941632a9afa': `Процес`,
's2ceb11be2290bb1b': `Отказ`,
's2f2044f2431a32d5': `Заглавие`,
's2f7cd2e117fd0d01': `Размер на шрифта:`,
's30f853f2943ac1ec': `Пастел`,
's36480f2f59da17d3': `Няма задачи!`,
's37edf2aec5ab122a': `Mono`,
's42c95e7175a54564': `Разрешаване на редактирането:`,
's44f386b424330b66': `Псевдокод`,
's496067bc27deb87a': `Разрешете преместването:`,
's4b10acae683d2978': `Пълен екран`,
's4f1565979d2815d9': `Преместване на платното`,
's4f5fcf942bca6be5': `Добави подсказка`,
's53a526d5c80c3e28': `Стандартен`,
's5be397a47866f7de': `Провери решението`,
's5bffe94b60a5e7d5': `Избраният път е правилен!`,
's5e8250fb85d64c23': `Затвори`,
's6228ab313e3c8dcf': `Запази пътя`,
's70d2c6a9a84180ba': `Въведете новия текст:`,
's8045f0622a167858': `Увеличаване:`,
's82e06116110c9c3e': `Шрифт:`,
's85e34dc8cc55f1a3': `Сигурни ли сте, че искате да изтриете всичко?`,
's930f77519fda90bb': `Добавяне на пътека`,
's94d0e033f72fca89': `Добави задача`,
's99a474c8e41b56f0': `Естествен език`,
's99f110d27e30b289': `Заглавие`,
's9d8b8aa2b404c2c8': `Настройки`,
's9dcffdd89c8e0f58': `Подсказка`,
's9df2887de87a2a6b': `Без намеци!`,
'sae1c7f13b7c0c47f': `Начало`,
'saf84ec86139d349e': `Коментар:`,
'sb67b82120563c611': `Съвети`,
'sbadd7c696d344cfb': `Подпрограма`,
'sbc401e67067321d8': `Промените се запазват автоматично.`,
'sc797fd9076cc136d': `Задачи`,
'sd8f923198e0c5c6a': `Край на`,
'sdc673e73b5c13aea': `Изтриване на`,
'se75767691e45c8f8': `Тема:`,
'sed8da8a9b794e4a0': `Избор на път`,
'sef92ffa038c78883': `Решение`,
'sf29271158220eded': `Изтриване на всички`,
'sf6586f55cebdc732': `Черно/бяло`,
'sf755a4987e4c2af1': `Вход/изход`,
'sfbfc89b3a12052d6': `Път за проверка`,
    };
  