
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's012e7772b1fac646': `За съжаление, избраният път е грешен!`,
's03ee3cfb0919c62c': `Задача`,
's20b232c96ed539f0': `Съдържание...`,
's275e8941632a9afa': `Процес`,
's2ceb11be2290bb1b': `Отказ`,
's2f2044f2431a32d5': `Заглавие`,
's36480f2f59da17d3': `Няма задачи!`,
's40d30619c8d7ef3a': `Вход/изход`,
's44f386b424330b66': `Псевдокод`,
's4b10acae683d2978': `Пълен екран`,
's4f1565979d2815d9': `Преместване на платното`,
's4f5fcf942bca6be5': `Добави подсказка`,
's5be397a47866f7de': `Провери решението`,
's5bffe94b60a5e7d5': `Избраният път е правилен!`,
's5e8250fb85d64c23': `Затвори`,
's6228ab313e3c8dcf': `Запази пътя`,
's69e040d57d5bcc5e': `Скриване на елементи`,
's70d2c6a9a84180ba': `Въведете новия текст:`,
's8290d08ab5a49ed0': `Конектор`,
's85e34dc8cc55f1a3': `Сигурни ли сте, че искате да изтриете всичко?`,
's930f77519fda90bb': `Добавяне на пътека`,
's94d0e033f72fca89': `Добави задача`,
's99a474c8e41b56f0': `Естествен език`,
's99f110d27e30b289': `Заглавие`,
's9dcffdd89c8e0f58': `Подсказка`,
's9df2887de87a2a6b': `Без намеци!`,
'sae1c7f13b7c0c47f': `Начало`,
'saf84ec86139d349e': `Коментар:`,
'sb67b82120563c611': `Съвети`,
'sbadd7c696d344cfb': `Подпрограма`,
'sbc401e67067321d8': `Промените се запазват автоматично.`,
'sc797fd9076cc136d': `Задачи`,
'sd8f923198e0c5c6a': `Край на`,
'sdc673e73b5c13aea': `Изтриване на`,
'sed8da8a9b794e4a0': `Избор на път`,
'sef92ffa038c78883': `Решение`,
'sf01f6e2cc5900cbd': `Показване на елементи`,
'sf755a4987e4c2af1': `Вход/изход`,
'sfbfc89b3a12052d6': `Път за проверка`,
    };
  