
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's012e7772b1fac646': `Δυστυχώς, η επιλεγμένη διαδρομή είναι λάθος!`,
's03ee3cfb0919c62c': `Εργασία`,
's20b232c96ed539f0': `Περιεχόμενο...`,
's275e8941632a9afa': `Διαδικασία`,
's2ceb11be2290bb1b': `Ακύρωση`,
's2f2044f2431a32d5': `Επικεφαλίδα`,
's2f7cd2e117fd0d01': `Μέγεθος γραμματοσειράς:`,
's30f853f2943ac1ec': `Παστέλ`,
's36480f2f59da17d3': `Δεν υπάρχουν εργασίες!`,
's37edf2aec5ab122a': `Mono`,
's42c95e7175a54564': `Επιτρέψτε την επεξεργασία:`,
's44f386b424330b66': `Ψευδοκώδικας`,
's496067bc27deb87a': `Επιτρέψτε τη μετακίνηση:`,
's4b10acae683d2978': `Πλήρης οθόνη`,
's4f1565979d2815d9': `Μετακινήστε τον καμβά`,
's4f5fcf942bca6be5': `Προσθήκη υπόδειξης`,
's53a526d5c80c3e28': `Πρότυπο`,
's5be397a47866f7de': `Έλεγχος λύσης`,
's5bffe94b60a5e7d5': `Η επιλεγμένη διαδρομή είναι σωστή!`,
's5e8250fb85d64c23': `Κλείστε το`,
's6228ab313e3c8dcf': `Αποθήκευση διαδρομής`,
's70d2c6a9a84180ba': `Πληκτρολογήστε το νέο κείμενο:`,
's8045f0622a167858': `Ζουμ:`,
's82e06116110c9c3e': `Γραμματοσειρά:`,
's85e34dc8cc55f1a3': `Είστε σίγουροι ότι θέλετε να διαγράψετε τα πάντα;`,
's930f77519fda90bb': `Προσθήκη διαδρομής`,
's94d0e033f72fca89': `Προσθήκη εργασίας`,
's99a474c8e41b56f0': `Φυσική γλώσσα`,
's99f110d27e30b289': `Τίτλος`,
's9d8b8aa2b404c2c8': `Ρυθμίσεις`,
's9dcffdd89c8e0f58': `Υπόδειξη`,
's9df2887de87a2a6b': `Όχι υποδείξεις!`,
'sae1c7f13b7c0c47f': `Έναρξη`,
'saf84ec86139d349e': `Σχόλιο`,
'sb67b82120563c611': `Υποδείξεις`,
'sbadd7c696d344cfb': `Υποπρόγραμμα`,
'sbc401e67067321d8': `Οι αλλαγές αποθηκεύονται αυτόματα.`,
'sc797fd9076cc136d': `Εργασίες`,
'sd8f923198e0c5c6a': `Τέλος`,
'sdc673e73b5c13aea': `Διαγραφή`,
'se75767691e45c8f8': `Θέμα:`,
'sed8da8a9b794e4a0': `Επιλογή διαδρομής`,
'sef92ffa038c78883': `Απόφαση`,
'sf29271158220eded': `Διαγραφή όλων`,
'sf6586f55cebdc732': `Μαύρο/λευκό`,
'sf755a4987e4c2af1': `Είσοδος/Έξοδος`,
'sfbfc89b3a12052d6': `Έλεγχος διαδρομής`,
    };
  