
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's012e7772b1fac646': `К сожалению, выбранный путь неверный!`,
's03ee3cfb0919c62c': `Задача`,
's20b232c96ed539f0': `Содержимое...`,
's275e8941632a9afa': `Процесс`,
's2ceb11be2290bb1b': `Отменить`,
's2f2044f2431a32d5': `Заголовок`,
's2f7cd2e117fd0d01': `Размер шрифта:`,
's30f853f2943ac1ec': `Пастель`,
's36480f2f59da17d3': `Никаких заданий!`,
's37edf2aec5ab122a': `Моно`,
's42c95e7175a54564': `Разрешить редактирование:`,
's44f386b424330b66': `Псевдокод`,
's496067bc27deb87a': `Разрешите переезд:`,
's4b10acae683d2978': `Полный экран`,
's4f1565979d2815d9': `Переместить холст`,
's4f5fcf942bca6be5': `Добавить подсказку`,
's53a526d5c80c3e28': `Стандарт`,
's5be397a47866f7de': `Проверить решение`,
's5bffe94b60a5e7d5': `Выбранный путь правильный!`,
's5e8250fb85d64c23': `Закрыть`,
's6228ab313e3c8dcf': `Сохранить путь`,
's70d2c6a9a84180ba': `Введите новый текст:`,
's8045f0622a167858': `Увеличить:`,
's82e06116110c9c3e': `Шрифт:`,
's85e34dc8cc55f1a3': `Вы уверены, что хотите удалить все?`,
's930f77519fda90bb': `Добавить путь`,
's94d0e033f72fca89': `Добавить задачу`,
's99a474c8e41b56f0': `Естественный язык`,
's99f110d27e30b289': `Название`,
's9d8b8aa2b404c2c8': `Настройки`,
's9dcffdd89c8e0f58': `Подсказка`,
's9df2887de87a2a6b': `Никаких подсказок!`,
'sae1c7f13b7c0c47f': `Начало`,
'saf84ec86139d349e': `Комментарий`,
'sb67b82120563c611': `Подсказки`,
'sbadd7c696d344cfb': `Подпрограмма`,
'sbc401e67067321d8': `Изменения сохраняются автоматически.`,
'sc797fd9076cc136d': `Задачи`,
'sd8f923198e0c5c6a': `Конец`,
'sdc673e73b5c13aea': `Удалить`,
'se75767691e45c8f8': `Тема:`,
'sed8da8a9b794e4a0': `Выбрать путь`,
'sef92ffa038c78883': `Решение`,
'sf29271158220eded': `Удалить все`,
'sf6586f55cebdc732': `Черный/белый`,
'sf755a4987e4c2af1': `Вход/выход`,
'sfbfc89b3a12052d6': `Контрольный путь`,
    };
  