
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's012e7772b1fac646': `На жаль, обраний шлях неправильний!`,
's03ee3cfb0919c62c': `Завдання`,
's20b232c96ed539f0': `Зміст...`,
's275e8941632a9afa': `Процес`,
's2ceb11be2290bb1b': `Скасувати`,
's2f2044f2431a32d5': `Заголовок`,
's36480f2f59da17d3': `Ніяких завдань!`,
's40d30619c8d7ef3a': `Вхід/Вихід`,
's44f386b424330b66': `Псевдокод`,
's4b10acae683d2978': `Повноекранний режим`,
's4f1565979d2815d9': `Перемістіть полотно`,
's4f5fcf942bca6be5': `Додати підказку`,
's5be397a47866f7de': `Перевірити рішення`,
's5bffe94b60a5e7d5': `Обраний шлях правильний!`,
's5e8250fb85d64c23': `Закрити`,
's6228ab313e3c8dcf': `Зберегти шлях`,
's69e040d57d5bcc5e': `Приховати елементи`,
's70d2c6a9a84180ba': `Введіть новий текст:`,
's8290d08ab5a49ed0': `Роз'єм`,
's85e34dc8cc55f1a3': `Ви впевнені, що хочете все видалити?`,
's930f77519fda90bb': `Додати шлях`,
's94d0e033f72fca89': `Додати завдання`,
's99a474c8e41b56f0': `Природна мова`,
's99f110d27e30b289': `Заголовок`,
's9dcffdd89c8e0f58': `Підказка`,
's9df2887de87a2a6b': `Ніяких натяків!`,
'sae1c7f13b7c0c47f': `Старт`,
'saf84ec86139d349e': `Коментар`,
'sb67b82120563c611': `Підказки`,
'sbadd7c696d344cfb': `Підпрограма`,
'sbc401e67067321d8': `Зміни зберігаються автоматично.`,
'sc797fd9076cc136d': `Завдання`,
'sd8f923198e0c5c6a': `Кінець`,
'sdc673e73b5c13aea': `Видалити`,
'sed8da8a9b794e4a0': `Вибрати шлях`,
'sef92ffa038c78883': `Рішення`,
'sf01f6e2cc5900cbd': `Показати елементи`,
'sf755a4987e4c2af1': `Вхід/вихід`,
'sfbfc89b3a12052d6': `Перевірте шлях`,
    };
  