
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's012e7772b1fac646': `На жаль, обраний шлях неправильний!`,
's03ee3cfb0919c62c': `Завдання`,
's20b232c96ed539f0': `Зміст...`,
's275e8941632a9afa': `Процес`,
's2ceb11be2290bb1b': `Скасувати`,
's2f2044f2431a32d5': `Заголовок`,
's2f7cd2e117fd0d01': `Розмір шрифту:`,
's30f853f2943ac1ec': `Пастель`,
's36480f2f59da17d3': `Ніяких завдань!`,
's37edf2aec5ab122a': `Моно`,
's42c95e7175a54564': `Дозволити редагування:`,
's44f386b424330b66': `Псевдокод`,
's496067bc27deb87a': `Дозвольте рухатися:`,
's4b10acae683d2978': `Повноекранний режим`,
's4f1565979d2815d9': `Перемістіть полотно`,
's4f5fcf942bca6be5': `Додати підказку`,
's53a526d5c80c3e28': `Стандартний`,
's5be397a47866f7de': `Перевірити рішення`,
's5bffe94b60a5e7d5': `Обраний шлях правильний!`,
's5e8250fb85d64c23': `Закрити`,
's6228ab313e3c8dcf': `Зберегти шлях`,
's70d2c6a9a84180ba': `Введіть новий текст:`,
's8045f0622a167858': `Збільшити:`,
's82e06116110c9c3e': `Шрифт:`,
's85e34dc8cc55f1a3': `Ви впевнені, що хочете все видалити?`,
's930f77519fda90bb': `Додати шлях`,
's94d0e033f72fca89': `Додати завдання`,
's99a474c8e41b56f0': `Природна мова`,
's99f110d27e30b289': `Заголовок`,
's9d8b8aa2b404c2c8': `Налаштування`,
's9dcffdd89c8e0f58': `Підказка`,
's9df2887de87a2a6b': `Ніяких натяків!`,
'sae1c7f13b7c0c47f': `Старт`,
'saf84ec86139d349e': `Коментар`,
'sb67b82120563c611': `Підказки`,
'sbadd7c696d344cfb': `Підпрограма`,
'sbc401e67067321d8': `Зміни зберігаються автоматично.`,
'sc797fd9076cc136d': `Завдання`,
'sd8f923198e0c5c6a': `Кінець`,
'sdc673e73b5c13aea': `Видалити`,
'se75767691e45c8f8': `Тема:`,
'sed8da8a9b794e4a0': `Вибрати шлях`,
'sef92ffa038c78883': `Рішення`,
'sf29271158220eded': `Видалити все`,
'sf6586f55cebdc732': `Чорно-білий`,
'sf755a4987e4c2af1': `Вхід/вихід`,
'sfbfc89b3a12052d6': `Перевірте шлях`,
    };
  